Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_MULTIUSER_SPOKENFEEDBACK_DISABLE_WARNING
source: HomePod voice recognition, Personal Requests, and spoken feedback on Apple Watch are not available in “%@”.
ar: "التعرف على الصوت" و"الطلبات الشخصية" على HomePod والردود الصوتية على Apple Watch غير متوفرة باللغة "%@".
bg: Разпознаването на глас на HomePod, личните заявки и изговарянето на обратна връзка на Apple Watch не са налични за „%@“.
ca: El reconeixement de veu del HomePod, les sol·licituds personals i els comentaris en veu alta de l’Apple Watch no estan disponibles en %@.
cs: Rozpoznávání hlasu a osobní žádosti na HomePodu a mluvená odezva na Apple Watch nejsou v jazyce %@ k dispozici.
da: Stemmegenkendelse, personlige anmodninger og talte kommentarer på HomePod på Apple Watch er ikke tilgængelige på “%@”.
de: Die HomePod-Stimmerkennung, „Persönliche Anfragen“ sowie gesprochenes Feedback auf der Apple Watch sind in „%@“ nicht verfügbar.
el: Η αναγνώριση φωνής HomePod, τα Προσωπικά αιτήματα και τα Φωνητικά σχόλια στο Apple Watch δεν είναι διαθέσιμα στα %@.
es: El reconocimiento de voz del HomePod, las peticiones personales y las respuestas de voz del Apple Watch no están disponibles en %@.
es_us: El reconocimiento de voz del HomePod, las peticiones individuales y las respuestas con voz en el Apple Watch no están disponibles en “%@”.
fi: Valitettavasti %@ ei ole käytettävissä HomePodin äänentunnistukseen, omiin pyyntöihin ja Apple Watchin puhepalautteeseen.
fr: La reconnaissance des voix du HomePod, les requêtes personnelles et le retour audio sur l’Apple Watch ne sont pas disponibles en « %@ ».
fr_ca: La reconnaissance vocale et le traitement des demandes personnelles par le HomePod, ainsi que les commentaires énoncés sur l’Apple Watch ne sont pas disponibles en « %@ ».
he: זיהוי קולי ב-HomePod, בקשות אישיות ומשוב מילולי ב-Apple Watch לא זמינים כעת עם ״%@״.
hi: HomePod आवाज़ की पहचान, व्यक्तिगत अनुरोध और Apple Watch पर मौखिक फ़ीडबैक “%@” में उपलब्ध नहीं हैं।
hr: Prepoznavanje glasa i osobni zahtjevi na HomePodu te govorne povratne informacije na Apple Watchu nisu dostupni za “%@” jezik.
hu: A HomePod beszédhang-felismerése, a személyes kérések és a beszédhangos visszajelzés Apple Watchon nem érhető el a következőben: „%@”.
id: Pengenalan suara HomePod, Permintaan Pribadi, dan umpan balik lisan di Apple Watch tidak tersedia di bahasa “%@”.
it: Il riconoscimento vocale, le richieste personali e il feedback parlato di HomePod su Apple Watch non sono disponibili in “%@”.
ja: HomePodの声の識別、パーソナルリクエスト、およびApple Watchでの読み上げフィードバックは“%@”では使用できません。
kk: Бұл тілде (%@) HomePod «Дауысты тану», «Жеке сұраулар» және Apple Watch сағатындағы дауыстық хабарлар қолжетімді емес.
ko: ‘%@’에서는 HomePod 음성 인식, 개인용 요청 및 Apple Watch의 음성 피드백을 사용할 수 없습니다.
lt: „Apple Watch“ nepalaiko „HomePod“ balso atpažinimo, asmeninių užklausų ir garsinio atsako šia kalba: %@.
ms: Pengecaman suara HomePod, Permintaan Peribadi dan maklum balas dituturkan pada Apple Watch tidak tersedia dalam “%@”.
nb: Stemmegjenkjenning og private funksjoner på HomePod og taletilbakemelding på Apple Watch er ikke tilgjengelig på %@.
nl: HomePod-stemherkenning, persoonlijke verzoeken en gesproken feedback op de Apple Watch zijn niet beschikbaar in '%@'.
pl: Rozpoznawanie głosu przez HomePoda, polecenia osobiste i odpowiedzi głosowe na Apple Watch nie są dostępne w tym języku (%@).
pt: O reconhecimento de voz no HomePod, Pedidos Pessoais e comentários de voz no Apple Watch não estão disponíveis em “%@”.
pt_pt: O reconhecimento de voz no HomePod, os pedidos pessoais e o feedback falado no Apple Watch não estão disponíveis em “%@”.
ro: Recunoașterea vocală HomePod, solicitările personale și feedbackul vocal pe Apple Watch nu sunt disponibile în “%@”.
ru: Функции HomePod «Распознавание голосов», «Личные запросы» и «Речевые сообщения» на Apple Watch недоступны на этом языке (%@).
sk: Rozpoznávanie hlasu a osobné žiadosti na HomePode a hlasová odozva na Apple Watch nie sú k dispozícii v jazyku „%@“.
sl: Prepoznavanje glasu z zvočnikom HomePod, osebne zahteve in izgovorjene povratne informacije v uri AppleWatch niso na voljo v jeziku »%@«.
sv: HomePod-röstigenkänning, personliga funktioner och talad feedback på Apple Watch är inte tillgängliga på ”%@”.
th: ไม่มีการจำเสียงของ HomePod, คำขอส่วนบุคคล และเสียงพูดโต้ตอบบน Apple Watch ใน “%@”
tr: HomePod ses tanıma, Kişisel İstekler ve Apple Watch’ta sesli geri bildirim “%@” için kullanılamıyor.
uk: %@ не підтримується для розпізнавання голосу й персональних запитів на HomePod і голосового супроводу на Apple Watch.
vi: Nhận dạng giọng nói của HomePod, Yêu cầu cá nhân và phản hồi được đọc trên Apple Watch không có sẵn bằng “%@”.
zh_cn: %@不支持HomePod语音识别、个人请求和Apple Watch语音反馈。
zh_hk: 使用「%@」時，無法使用HomePod語音識別、「個人化要求」和在Apple Watch上的語音回饋。
zh_tw: 不支援「%@」的HomePod語音辨識、「個人化要求」和在Apple Watch上的語音回饋。

# ASSISTANT_SPOKENFEEDBACK_DISABLE_WARNING
source: Spoken feedback on Apple Watch is not available in “%@”.
ar: الردود الصوتية على Apple Watch غير متوفرة في "%@".
bg: Изговарянето на обратна връзка на Apple Watch не е налично на „%@“.
ca: Els comentaris en veu alta de l’Apple Watch no estan disponibles en %@.
cs: Mluvená odezva není na Apple Watch v jazyce %@ k dispozici.
da: Talte kommentarer på Apple Watch er ikke tilgængelige på “%@”.
de: Gesprochenes Feedback auf der Apple Watch ist in „%@“ nicht verfügbar.
el: Τα Φωνητικά σχόλια στο Apple Watch δεν είναι διαθέσιμα στα %@.
es: Las respuestas de voz del Apple Watch no están disponibles en %@.
es_us: Las respuestas con voz en el Apple Watch no están disponibles en “%@”.
fi: Valitettavasti %@ ei ole käytettävissä Apple Watchin puhepalautteeseen.
fr: Le retour audio sur l’Apple Watch n’est pas disponible en « %@ ».
fr_ca: Les commentaires énoncés sur l’Apple Watch ne sont pas disponibles en « %@ ».
he: משוב מילולי ב-Apple Watch אינו זמין כעת עם ״%@״.
hi: Apple Watch पर मौखिक फ़ीडबैक “%@” में उपलब्ध नहीं है।
hr: Govorne povratne informacije na Apple Watchu nisu dostupne za “%@” jezik.
hu: A beszédhangos visszajelzés Apple Watchon nem érhető el a következőben: „%@”.
id: Umpan balik lisan di Apple Watch tidak tersedia di bahasa “%@”.
it: Il feedback parlato su Apple Watch non è disponibile in “%@”.
ja: Apple Watchでの読み上げフィードバックは“%@”では使用できません。
kk: Бұл тілде (%@) Apple Watch сағатындағы дауыстық хабарлар қолжетімді емес.
ko: ‘%@’에서는 Apple Watch의 음성 피드백을 사용할 수 없습니다.
lt: „Apple Watch“ nepalaiko garsinio atsako šia kalba: %@.
ms: Maklum balas dituturkan pada Apple Watch tidak tersedia dalam “%@”.
nb: Taletilbakemelding på Apple Watch er ikke tilgjengelig på %@.
nl: Gesproken feedback op de Apple Watch is niet beschikbaar in '%@'.
pl: Odpowiedzi głosowe na Apple Watch nie są dostępne w tym języku (%@).
pt: Os comentários de voz no Apple Watch não estão disponíveis em “%@”.
pt_pt: O feedback falado no Apple Watch não está disponível em “%@”.
ro: Feedbackul vocal pe Apple Watch nu este disponibil în “%@”.
ru: Функция «Речевые сообщения» на Apple Watch недоступна на этом языке (%@).
sk: Hlasová odozva na Apple Watch nie je k dispozícii v jazyku „%@“.
sl: Izgovorjene povratne informacije v uri Apple Watch niso na voljo v jeziku »%@«.
sv: Talad feedback på Apple Watch är inte tillgängligt på ”%@”.
th: ไม่มีเสียงพูดโต้ตอบบน Apple Watch ใน “%@”
tr: Apple Watch’ta sesli geri bildirim “%@” için kullanılamıyor.
uk: %@ не підтримується для голосового супроводу на Apple Watch.
vi: Phản hồi được đọc trên Apple Watch không có sẵn bằng “%@”.
zh_cn: %@不支持Apple Watch语音反馈。
zh_hk: 使用「%@」時，無法使用Apple Watch上的語音回饋。
zh_tw: 不支援「%@」在Apple Watch上的語音回饋。

# ASSISTANT_SUGGESTIONS
source: Siri Suggestions
ar: اقتراحات Siri
bg: Предложения от Siri
ca: Suggeriments de Siri
cs: Návrhy Siri
da: Siri-forslag
de: Siri-Vorschläge
el: Προτάσεις Siri
es: Mostrar sugerencias de Siri
es_us: Sugerencias de Siri
fi: Siri-ehdotukset
fr: Suggestions de Siri
fr_ca: Suggestions de Siri
he: הצעות של Siri
hi: Siri सुझाव
hr: Siri prijedlozi
hu: Siri-javaslatok
id: Saran Siri
it: Suggerimenti di Siri
ja: Siriからの提案
kk: Siri ұсыныстары
ko: Siri 제안
lt: „Siri“ pasiūlymai
ms: Cadangan Siri
nb: Forslag fra Siri
nl: Siri-suggesties
pl: Sugestie Siri
pt: Sugestões da Siri
pt_pt: Sugestões de Siri
ro: Sugestii Siri
ru: Предложения Siri
sk: Návrhy Siri
sl: Sirijini predlogi
sv: Siri-förslag
th: คำแนะนำโดย Siri
tr: Siri Önerileri
uk: Пропозиції Siri
vi: Gợi ý của Siri
zh_cn: Siri建议
zh_hk: Siri建議
zh_tw: Siri建議

# ASSISTANT_USE_WITH_SIRI_DISABLE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ASSISTANT_USE_WITH_SIRI_DISABLE_MESSAGE
source: Turning off Use with Siri will also turn off Announce Notifications with Siri
ar: سيؤدي إيقاف "الاستخدام مع Siri" إلى إيقاف إعلان الإشعارات باستخدام Siri
bg: Изключването на Използвай със Siri ще изключи също така Оповестяване на известия със Siri
ca: Si desactives l’opció “Utilitza amb Siri”, es deixaran d’anunciar les notificacions amb Siri.
cs: Když vypnete používání se Siri, vypne se také funkce Informovat o oznámeních pomocí Siri
da: Når du slår Brug med Siri fra, slås Meddel notifikationer med Siri også fra
de: Durch Deaktivieren von „Mit Siri verwenden“ wird auch „Mitteilungen mit Siri ankündigen“ deaktiviert.
el: Αν απενεργοποιήσετε τη «Χρήση με το Siri», θα απενεργοποιηθεί επίσης η «Ανακοίνωση γνωστοποιήσεων μέσω Siri».
es: Al desactivar “Usar con Siri”, también se desactivará la función de anunciar las notificaciones con Siri.
es_us: Si desactivas Usar con Siri, también se desactivará Anunciar notificaciones con Siri.
fi: Kun ”Käytä Sirin kanssa” laitetaan pois päältä, myös ”Puhu ilmoitukset Sirillä” laitetaan pois päältä.
fr: La désactivation de « Utiliser avec Siri » désactivera également « Annoncer les notifications avec Siri ».
fr_ca: La désactivation d’« Utiliser avec Siri » désactivera aussi « Annoncer les notifications avec Siri ».
he: כיבוי ״שימוש עם Siri״ יכבה גם את ״הכרזה על עדכונים״ באמצעות Siri.
hi: “Siri के साथ उपयोग करें” को बंद करने से “Siri को सूचनाएँ बोलने को कहें” भी बंद हो जाएगा
hr: Ako isključite opciju Koristi sa Siri, također ćete isključiti najavu obavijesti pomoću Siri
hu: A Használat Sirivel funkció kikapcsolása esetén a Siri-értesítésbejelentések funkció is ki lesz kapcsolva
id: Jika Gunakan dengan Siri dimatikan, Umumkan Pemberitahuan dengan Siri juga akan ikut dimatikan
it: Se disattivi “Usa con Siri”, verrà disattivata anche la lettura delle notifiche da parte di Siri
ja: “Siriと一緒に使用”をオフにすると、“Siriで通知を読み上げ”もオフになります。
kk: «Siri көмекшісімен пайдалану» функциясы өшірілгенде «Хабарландыруларды Siri көмекшісімен хабарлау» функциясы да өшіріледі
ko: ‘Siri와 함께 사용’을 끄면 ‘Siri로 알림 읽어주기’도 꺼집니다.
lt: Išjungus funkciją „Naudoti su Siri“, taip pat išjungiama „Informuoti apie pranešimus naudojant „Siri“
ms: Menyahaktifkan Gunakan dengan Siri turut akan menyahaktifkan Umumkan Pemberitahuan dengan Siri
nb: Hvis du slår av Bruk med Siri, slås også Kunngjør varslinger med Siri av.
nl: Als je 'Gebruik met Siri' uitschakelt, wordt 'Kondig meldingen aan met Siri' ook uitgeschakeld
pl: Wyłączenie funkcji Używaj z Siri spowoduje także wyłączenie ogłaszania powiadomień przez Siri.
pt: Se você desativar a opção Usar com a Siri, isso também desativará o recurso Ler Notificações com a Siri
pt_pt: Ao desativar Usar com Siri desativará igualmente Anunciar notificações com Siri
ro: Dezactivarea opțiunii “Utilizare cu Siri” va dezactiva și opțiunea “Anunțare notificări cu Siri”
ru: При выключении функции «Использовать с Siri» также выключится функция «Объявлять уведомления» для Siri
sk: Vypnutím funkcie Používať so Siri zároveň vypnete aj oznamovanie hlásení pomocou Siri.
sl: Če izklopite možnost »Uporabljaj s Siri«, se izklopi tudi možnost najavljanja obvestil s Siri.
sv: Om du stänger av Använd med Siri stängs även Tillkännage notiser med Siri av.
th: การปิดการใช้กับ Siri จะปิดใช้การอ่านการแจ้งเตือนโดยใช้ Siri ด้วย
tr: Siri ile Kullan özelliğini kapatmak Bildirimleri Siri ile Seslendir’i de kapatır
uk: Вимкнення «Разом із Siri» також вимкне функцію «Оголошення сповіщень через Siri»
vi: Tắt Sử dụng với Siri cũng sẽ tắt tính năng Đọc thông báo bằng Siri
zh_cn: 关闭“通过Siri使用”将同时关闭“通过Siri播报通知”
zh_hk: 關閉「與Siri配合使用」將會同時關閉「用Siri讀出通知」
zh_tw: 關閉「與Siri搭配使用」也會關閉「透過Siri播報通知」

# ASSISTANT_USE_WITH_SIRI_DISABLE_OK
source: Turn Off Use with Siri
ar: إيقاف "استخدام مع Siri"
bg: Изключи Използвай със Siri
ca: Desactiva l’ús amb Siri
cs: Vypnout používáni se Siri
da: Slå Brug med Siri fra
de: „Mit Siri verwenden“ deaktivieren
el: Απενεργοποίηση «Χρήση με το Siri»
es: Desactivar “Usar con Siri”
es_us: Desactivar Usar con Siri
fi: Laita ”Käytä Sirin kanssa” päältä
fr: Désactiver « Utiliser avec Siri »
fr_ca: Désactiver Utiliser avec Siri
he: כיבוי ״שימוש עם Siri״
hi: “Siri के साथ उपयोग करें” बंद करें
hr: Isključi opciju Koristi sa Siri
hu: A Használat Sirivel funkció kikapcsolása
id: Matikan Gunakan dengan Siri
it: Disattiva “Usa con Siri”
ja: “Siriと一緒に使用”をオフにする
kk: «Siri көмекшісімен пайдалану» функциясын өшіру
ko: Siri와 함께 사용 끄기
lt: Išjungti naudojimą su „Siri“
ms: Nyahaktifkan Gunakan dengan Siri
nb: Slå av Bruk med Siri
nl: Schakel 'Gebruik met Siri' uit
pl: Wyłącz Używaj z Siri
pt: Desativar “Usar com a Siri”
pt_pt: Desativar Usar com Siri
ro: Dezactivați utilizarea cu Siri
ru: Выкл. «Использовать с Siri»
sk: Vypnúť
sl: Izklopi možnost »Uporabljaj s Siri«
sv: Stäng av Använd med Siri
th: ปิดการใช้กับ Siri
tr: Siri ile Kullan’ı Kapat
uk: Вимкнути «Разом із Siri»
vi: Tắt Sử dụng với Siri
zh_cn: 关闭“通过Siri使用”
zh_hk: 關閉「與Siri配合使用」
zh_tw: 關閉「與Siri搭配使用」

# ASSISTANT_USE_WITH_SIRI_DISABLE_TITLE
source: Turn Off Use with Siri
ar: إيقاف "استخدام مع Siri"
bg: Изключи Използвай със Siri
ca: Desactiva l’ús amb Siri
cs: Vypnout používáni se Siri
da: Slå Brug med Siri fra
de: „Mit Siri verwenden“ deaktivieren
el: Απενεργοποίηση «Χρήση με το Siri»
es: Desactivar “Usar con Siri”
es_us: Desactivar Usar con Siri
fi: Laita ”Käytä Sirin kanssa” päältä
fr: Désactiver « Utiliser avec Siri »
fr_ca: Désactiver Utiliser avec Siri
he: כיבוי ״שימוש עם Siri״
hi: “Siri के साथ उपयोग करें” बंद करें
hr: Isključite opciju Koristi sa Siri
hu: A Használat Sirivel funkció kikapcsolása
id: Matikan Gunakan dengan Siri
it: Disattiva “Usa con Siri”
ja: “Siriと一緒に使用”をオフにする
kk: «Siri көмекшісімен пайдалану» функциясын өшіру
ko: Siri와 함께 사용 끄기
lt: Išjungti naudojimą su „Siri“
ms: Nyahaktifkan Gunakan dengan Siri
nb: Slå av Bruk med Siri
nl: Schakel 'Gebruik met Siri' uit
pl: Wyłącz Używaj z Siri
pt: Desativar “Usar com a Siri”
pt_pt: Desativar Usar com Siri
ro: Dezactivați utilizarea cu Siri
ru: Выкл. «Использовать с Siri»
sk: Vypnutie používania so Siri
sl: Izklopi možnost »Uporabljaj s Siri«
sv: Stäng av Använd med Siri
th: ปิดการใช้กับ Siri
tr: Siri ile Kullan’ı Kapat
uk: Вимкнути «Разом із Siri»
vi: Tắt Sử dụng với Siri
zh_cn: 关闭“通过Siri使用”
zh_hk: 關閉「與Siri配合使用」
zh_tw: 關閉「與Siri搭配使用」

# ASSISTANT_WATCH_GENERIC_LANGUAGE_WARNING
source: This language is not supported for Siri or Dictation on Apple Watch. So if you select it on your iPhone, Siri and Dictation will be disabled on Apple Watch.
ar: هذه اللغة غير مدعومة لـ Siri أو الإملاء على Apple Watch. لذلك، إذا قمت بتحديدها على الـ iPhone، فسيتم تعطيل Siri والإملاء على Apple Watch.
bg: Този език не се поддържа за Siri или Диктовка на Apple Watch. Ако го изберете на вашия iPhone, Siri и Диктовка ще бъдат изключени на Apple Watch.
ca: Aquest idioma no és compatible amb Siri i el dictat a l’Apple Watch. Si l’actives a l’iPhone, es desactivaran Siri i el dictat a l’Apple Watch.
cs: Tento jazyk není v Siri nebo diktování na Apple Watch podporován. Pokud ho na iPhonu vyberete, Siri a diktování budou na Apple Watch vypnuty.
da: Dette sprog understøttes ikke til Siri eller Diktering på Apple Watch. Så hvis du vælger det på iPhone, slås Siri og Diktering fra på Apple Watch.
de: Diese Sprache wird für Siri und die Diktierfunktion auf der Apple Watch nicht unterstützt. Falls du sie für dein iPhone wählst, werden Siri und die Diktierfunktion auf der Apple Watch deaktiviert.
el: Αυτή η γλώσσα δεν υποστηρίζεται για το Siri ή την Υπαγόρευση στο Apple Watch. Αν την επιλέξετε στο iPhone, το Siri και η Υπαγόρευση θα απενεργοποιηθούν στο Apple Watch.
es: No se puede utilizar Siri ni Dictado en este idioma en el Apple Watch. Si lo seleccionas en el iPhone, Siri y Dictado se desactivarán en el Apple Watch.
es_us: Este idioma no es compatible con Siri o el dictado del Apple Watch; si se selecciona en el iPhone, se desactivará Siri y el dictado en el Apple Watch.
fi: Siri tai sanelu ei tue tätä kieltä Apple Watchissa. Jos valitset sen iPhonessa, Siri ja sanelu poistetaan Apple Watchin käytöstä.
fr: Cette langue n’est pas prise en charge pour Siri ou Dictée sur l’Apple Watch. Aussi, si vous la sélectionnez sur votre iPhone, les fonctions Siri et Dictée seront désactivées sur l’Apple Watch.
fr_ca: Cette langue n’est pas prise en charge par Siri ou Dictée sur l’Apple Watch. Si vous la sélectionnez sur votre iPhone, Siri et Dictée seront désactivés sur l’Apple Watch.
he: שפה זו אינה נתמכת עבור Siri או ״הכתבה״ ב-Apple Watch. כאשר שפה זו נבחרת ב-iPhone, ‏Siri ו״הכתבה״ לא יופעלו ב-Apple Watch.
hi: Apple Watch पर Siri या डिक्टेशन के लिए यह भाषा समर्थित नहीं है। इसलिए यदि आप इसे अपने iPhone पर चुनते हैं, तो Apple Watch पर Siri और डिक्टेशन अक्षम हो जाएगा।
hr: Ovaj jezik nije podržan za Siri ili Diktat na Apple Watchu. Ako odaberete ovaj jezik na svojem iPhoneu, Siri i Diktat bit će onemogućeni na Apple Watchu.
hu: Ez a nyelv nem támogatott Sirihez vagy a Diktáláshoz az Apple Watchon. Emiatt, ha kiválasztja az iPhone-ján, Siri és a Diktálás le lesz tiltva az Apple Watchon.
id: Bahasa ini tidak didukung untuk Siri atau Dikte di Apple Watch. Oleh karena itu, jika Anda memilihnya di iPhone, Siri dan Dikte akan dinonaktifkan di Apple Watch.
it: Questa lingua non è supportata per Siri o Dettatura su Apple Watch. Se la selezioni su iPhone, Siri e Dettatura verranno disabilitati su Apple Watch.
ja: この言語は、Apple WatchのSiriまたは音声入力には対応していません。iPhoneでこの言語を選択した場合は、Apple WatchでSiriと音声入力が無効になります。
kk: Бұл тілге Apple Watch сағатындағы Siri немесе «Мәтінді дауыспен енгізу» функциялары қолдау көрсетпейді. Оны iPhone құрылғысында таңдасаңыз, Apple Watch сағатындағы Siri және «Мәтінді дауыспен енгізу» функциялары өшіріледі.
ko: 이 언어는 Apple Watch의 Siri 또는 받아쓰기를 지원하지 않기 때문에 iPhone에서 이 언어를 선택하면 Apple Watch에서 Siri 및 받아쓰기가 비활성화됩니다.
lt: „Apple Watch“ programos „Siri“ ir „Diktavimas“ nepalaiko šios kalbos. Jei ją pasirinksite „iPhone“ įrenginyje, „Siri“ ir „Diktavimas“ bus išjungtos „Apple Watch“ laikrodyje.
ms: Bahasa ini tidak disokong untuk Siri atau Perencanaan pada Apple Watch. Jadi jika anda memilihnya pada iPhone anda, Siri dan Perencanaan akan dinyahdayakan pada Apple Watch.
nb: Dette språket støttes ikke av Siri eller Diktering på Apple Watch. Hvis du velger det på iPhone, blir Siri og Diktering deaktivert på Apple Watch.
nl: Deze taal wordt niet ondersteund voor Siri of de dicteerfunctie op de Apple Watch. Als je deze taal kiest op je iPhone, worden Siri en de dicteerfunctie uitgeschakeld op de Apple Watch.
pl: Siri oraz Dyktowanie nie obsługują tego języka na Apple Watch. Wybranie go na iPhonie wyłączy Siri oraz Dyktowanie na Apple Watch.
pt: Este idioma não é compatível com a Siri ou Ditado no Apple Watch. Se você selecioná-lo no seu iPhone, a Siri e o Ditado serão desativados no Apple Watch.
pt_pt: Siri ou Ditado não têm suporte para este idioma no Apple Watch. Se o selecionar no iPhone, Siri e Ditado serão desativados no Apple Watch.
ro: Această limbă nu este compatibilă cu Siri sau cu dictarea pe Apple Watch, astfel încât, dacă o selectați pe iPhone, funcționalitățile Siri și Dictare vor fi dezactivată pe Apple Watch.
ru: Этот язык не поддерживается Siri или Диктовкой на Apple Watch. Если выбрать его на iPhone, функция Siri или Диктовка на Apple Watch будет отключена.
sk: Siri ani Diktovanie na Apple Watch nepodporujú tento jazyk. Ak ho vyberiete na svojom iPhone, budú Siri a Diktovanie na Apple Watch vypnuté.
sl: Ta jezik ni podprt za Siri ali Narekovanje v uri Apple Watch. Če ga izberete v iPhonu, bosta funkciji Siri in Narekovanje onemogočeni v uri Apple Watch.
sv: Det här språket stöds inte för Siri eller diktering på Apple Watch. Om du väljer det på iPhone avaktiveras Siri och diktering på Apple Watch.
th: Siri หรือการป้อนตามคำบอกไม่รองรับภาษานี้บน Apple Watch ถ้าคุณเลือกภาษานี้บน iPhone ของคุณ Siri และการป้อนตามคำบอกบน Apple Watch จะถูกปิดใช้งาน
tr: Bu dil, Apple Watch’ta Siri veya Dikte için desteklenmiyor. Bu yüzden iPhone’da onu seçerseniz Apple Watch’ta Siri ve Dikte etkisizleştirilecektir.
uk: Ця мова не підтримується для Siri чи Диктування на Apple Watch. Відтак, якщо ви виберете її на своєму iPhone, Siri й Диктування буде вимкнено на Apple Watch.
vi: Ngôn ngữ này không được hỗ trợ cho Siri hoặc Đọc chính tả trên Apple Watch. Do đó, nếu bạn chọn ngôn ngữ đó trên iPhone thì Siri và Đọc chính tả sẽ bị tắt trên Apple Watch.
zh_cn: 此语言在Apple Watch上不受支持，不可用于Siri或听写。因此，如果在iPhone上选择了它，Siri与听写在Apple Watch上将会停用。
zh_hk: 不支援在Apple Watch上使用此語言的Siri或「聽寫」。如你在iPhone上選擇此語言，Apple Watch上的Siri和「聽寫」功能將被停用。
zh_tw: 不支援在Apple Watch上使用此語言的Siri或「聽寫」，若在iPhone上選取，會停用Apple Watch上的Siri和「聽寫」功能。

# ASSISTANT_WATCH_LANGUAGE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ASSISTANT_WATCH_LANGUAGE_CHANGE
source: Change Language
ar: تغيير اللغة
bg: Промяна на език
ca: Canvia l’idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern …
el: Αλλαγή γλώσσας
es: Cambiar idioma
es_us: Cambiar idioma
fi: Vaihda kieltä
fr: Changer la langue
fr_ca: Changer la langue
he: שינוי השפה
hi: भाषा बदलें
hr: Promijeni jezik
hu: Nyelvek közötti váltás
id: Ubah Bahasa
it: Cambia lingua
ja: 言語を変更
kk: Тілді өзгерту
ko: 언어 변경
lt: Keisti kalbą
ms: Tukar Bahasa
nb: Bytt språk
nl: Wijzig taal
pl: Zmień język
pt: Alterar Idioma
pt_pt: Alterar idioma
ro: Schimbați limba
ru: Сменить язык
sk: Zmeniť jazyk
sl: Spremeni jezik
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili Değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ
zh_cn: 更改语言
zh_hk: 更改語言
zh_tw: 更改語言

# ASSISTANT_WATCH_LANGUAGE_OK
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續
